["h.h.j","coate","the","mamul","wunambal","&","narinjin","by","bunguni","david","rowaldjali","stick","buluru","gala","hume","mamul,","irimul","gaila","bume","that","he","called","it","buluru.","gu","gejila","andumarani","budmenu","for","this","one","took","they","balni","ganda","its","name","buluru  (the","conqueroring","one)","here","dalidj","njumananari","andja","dali","njumanadi","amenanga-","named","did","her","why","call","-he","thats","what","nari?","ari","anbidne","anbidna-","said","about","her?","about,","overcame","nari","bumenu","ilajla","bumi","when","did,","is","way","her.","a!","bijinda","dur","andune","ah!","other","fellow","cut","then","andunenari","aw","dundudma","biremenu","oh","down","it,","umeru.","gunjn","amenanga","di","one?","anburewune","gaja","dudud","anbunameringa","her? over","there","mould","might","get","anlandja","buremenu.","a:","reason","cutting","ah","bumenu.","djadja","ba","wul","anbune","o","njinda","adzed","lay","repeat","waiting","conqueror","walanja","huluru","hairbelt","nuniri","sang","song","or","put","ganianhurwune","hirinenunari","song)","(in","to","hiramenu","ila","birendji","nalemba","place","gananburewune","njinjinda","hibile","were.","we","while","we children","know","didn't","minjini","walananu","kanara","nanani","lajhiru","nuwa","nanara","in","cave","horn","not","anhune","mangala","bandju","naramamanan","time","saw","never","pala-jawun/balni","bunanari","nuwa mara","born","were","we before","yes","jow","laid","said to","galabumenu","will","i","lie","anbinimaringa","wula","bininja","sttck","page","dinduma","wit","nalanbn","nanija","sing (taboo","want","buine","halalon","neindinn","ramnrani","mid.lay","hier","f'lat;","stone","on","top","cli.mbed","hhe","gale","bila","menia","den","mambunanga","er undefined","said,","about;","t;his","shouldn't","tapping","be","'njangi","djiri","moninari","agula?","agula","dejn","who","wa.s","t;h","t","wols","devil?","devil","dud","mawune","nala","menja,","gawune","va.s","have","off (","singing)","menja","ralemba","lbrendjira","aguln","gumurungubila","shouldn'i","songi","him","gumurungu","gumurunga","dengedenge","nji","ganba","nariwelu","birijali","gumrunga","where","was","sing,","we'd","better (th","gumuringu","dengu","njinala","hempine","cumurungu","namad","liranba","birangadji","ly","kidneyhi","me","al",")","bidian","birangadiinala","firm (kidney,","keopa","hitting","time.","bums","fala","home","nolemba","bindji","andu","mamuljali","did.yes","sana,","thindi","niumanalu","and","manba","inji,","niamul","got","did.","nuri","njele.","mila","dawanderi","naga","bini","different","also.","plla.ce","outside","agula/didi","iruma","galewa.","devil.","how","hila","binda","anbiramirani","gnlewe","bonarnamaraga","another","hold","of","banjiramiralu","ho","namul","you","again (","sing","again)","dowanda","miri","nanbanbalamila","side","enly","my","brick","bnokfbemystpolu","ch nuu","nu,","madji","gurnajanga","medji","l","y,","pt","give","chul","nanbanbala","cide","only","may","bick","purnjana","mdji","\"'y","et","bumrnu","amuln","thid","(thats","made","up)","mad","ji","surnjanga","lal","muist","ive","eachother","madii","furgajangga","maidji","mhst","raust","oneside","belly","up","inadj","must","ea.ch","nqovlu","purgajarga","dovanda","frnust","eachnther","oxly","mniri","helly","orly","nanbanbalu","ohlyhe","dowanderimila","nanbal","naminga","nie","am","nama","agula.","didi","amara?jow","majanari?","llie","do","what;","said?","yes,","andumaragi","njinanjina","jali","njinp","undefined","(the","she's","nunjeri","gad","nioninari","niindi","herdown","buluru (she","is)","bulutu","tousile/","njironinari","djag","njoninari.","umbun","njali-wiliwud","yhat's","she","kinked","dindanin","ju","wondidj","njironinji.","garu","bidji","njininara","straight","became","make","straighten","he-her","wulu","nioninhri","niininara","lo","f","steam","erthen","straghten","ch","mon","iamul","njinininara","amara.","ni:mananga","njina","\"he","said.","vietery","i'll","cmaenedin","njalnun","unumare","ma.du","njijeri","wunan","take","travelshe","can","along","trade","je","ma.de","niirumareri","niirumara","buna","buradanari","route.","admire","th:y","these","all","wana","helin","imangu","if","route","follow","does (i","it.","gets","into","sharing","amara","\"'mben","njoni","svs!om) he","\"hen","what-you-ma-call-it,","dilni","niine","goli","jowir","njumana","balembalimba","with","blood","anoint","does.","'then","shining","niinii","mnelbaraj","waru","maden","hidji","mironjinanga","l)","sheras","altosether.","carting","tatoo","njinaiali","niina","madu","njajirigri","shes","tiamul","sho","travelling","belin","uinangori","ne-jali","gu-jali","wandi","njirwini","jtishe","does","food","tha","narrulinga","ja","nuli","nadinajinga","meat","collect","ganmangu","nara","huna","djebara","dad","njuwonilu","wali","yams","honey","emu","killed","still","njindaguna","mamulgu","na.","jobi","bururu","wa","muno","wenjuwoni-","only.","xxother","men","go","lying-","ma.mul","naridi","wulunari","andjara","njidinaranari","over","gadjin","njuwoninari","bandja","inindimindi","wori","murguwi","as","rested","right","t;here","around","burembularu","wa.","midginina","jobobi","nulmud","their","tracks","but","didn'","bese","others","strangers",">b","mindi","njuwandali","mnainul","budmendu","lajbiru","lying","them","know.","aminina","nurina","jeledj","burvoninja/","wundiba","altogther","hunting","kangaroo","spearing","itxrntnisiithakiznaggen","(siirxkkxnxtkexere","birwangan","dina","umareri","galamundi","re undefined","shen","vas","happening,","long","ago","dambun","pc","balbabo","biriwangamri","lace,what-you-ma-call-it,","tremping","lnjbiru","lving","vas.","s.altogether","balin","madmananja","njengi","mada","argcri","theins","walking","njuwoninarira","ss","oudmara","at","ry","njuwaninari","aw/balimba","like","like,lying","hm","track","bandumana","aw.","gana","budmara","them.","jada","iral","moni-nanga","munda","anga","budmajalidi","trespass","-for","li:","njunguwi","djadan","look","properly,","woljolju","wingeri","balja","wudmindani","wulan","altogether","seaping","thro'it","going","word","muru","moni","budmenanga","$a","se","transgressed","reported","him,","gunja","nadmenanga","oru-maru","yes!","a.bout","him?","do.","his","ears","hey","diimanija-ade","maju","waj","njebi","njindi","(understandinthen","liver","good","sent","r (he","can)","pree","medagan","andinulu","wife","notified","djinda","njinembularu","man","your","njinan","ga","njinangeri","there?","nin-dali","uljala","nowoninja","him.","i'm","fell","amarenari","av","ru","biri","xxi","mulnbun","windja:wit","that.oh","those","rouble","don't","arueo","step","nos","os","'x'o","jaw","op","nor","uaum'","aos","ttfefurfu","npeu","nuip","efpaq","ttuovurfu",":ii","eoetd","aruo","eutoue","noa","xttm","atuadoud","}","efuruaeunu","unquep","eteu","aunt","e{urt","eqhpei","efuepefp","\"maoitat","stu+","au","utu","pres","aou:","enoul","uop","eysri:","to)","buem","epufp","ripue","eeuoupng","sdt","unou+","[iad.}","idao","soetd","ant","aue","taetfeurfu","(npeunpsu","ounu","unqurep","tpnnaruet","wtu","pies","aou","uou,t","suruaddeu","sum","mou","efeuaupnq","tp","efeunutes","pite{erbi","tpt","sem","aus","butttaaei","wou+","jo","ite","inueu","sxit","niniriu","teltaeutfu","ettq","eurfu","emopefu","inueur","eutfu","uifped","nininq","auo","au+","seus\"utt","kau+","tatefeu","tadoud","uro","rtefepurfu","esteuoupnq","etafo","rpuepefp","epeuofpurfu","aas","uaur","em","ino","baiie","non (tte","urau","paoo","sus)",":ti","tjtenq","npeurew","inteutefu","te{","mof","pip","us","ijtoed","iie","uow","a,am","tuonpue","enteq","aftutue","eteteu","sunq","koun","butsnooaut","lung","pep","tea","bfia","siu","tauomttcu","ou","uefuf","u","pet:","npuna","tu","ues","uaui","ptes","soa","esou","epurfu","tuqatfu","lha","ip","areanii","af","eutio","afepasot","lmih","aaur","jau","exeut","dn","si.i","ous","ueu","auroed","tvuoupny","upustuuq","eqtiuq","ppurf.u.. (","opueq","aged","iouby","njarinda","&iai","umaranja","went!","guli","jowid","njidmananja","binduwiljani","spear","bada-ga","njidmana","mer","theirs","njadamunanga","njidianduni","belongs","this undefined","allow","ii","andjagu","nanduwilja","ra","amaranari","digudigu","says,","nenja","mindjoninanga","mas","trespassing","bidinajinga","galanundi","hjangi","doing","each","ago.","tho","ljunjeri?","djinajali","ininajenga","nunjeri?","alled undefined","djina","wondidi","ir","j","narun","irangeri","galamunanga","a","(he","is) us","madjeri","na","biriwangeri","few","went","wandjina","njele","vandjina","/o","also","nabun-nanga","djiri.","'njanan","njangi?","jirumenanga","water","one.","'you","who?","jirumarenja","way (or","&c","did)","nindanala","ni","nin","irumare","wandiina","being","wandjina.","irumarenia","vandjina.","tandjina","way'you","gana?","nadnjiri","merina","najari","junjeri","(am","not?)","two","a.re","lets","go:","irumenanga","bidirajingeri","him.hats","both","saying","other.","yunjari","andjagi","ljunieri","njoni-ga","fonjeri","tandjina.","hunjeri","mamul?","wondi","budun","narenanga","lean","bidinajinge","wularu","njarurunderi","things","ve","dijali","ganda.","njereleri","can,","njimanalu","aranuwalu","nadjara","li:wundu","/","brought","above","from","sadjaja","standing","njannri","gan","ali","same","kind","uoul","auruem","kui","uoioeip","ait","undefined utepuea","ui","sax","ta","esfreutf","fam","urt","tutq-urt","trf","eutfpue","utt","mop","\"uru","eunor","aie","tuafunf","uo","tuofunf","afeuoue","uetefu","tuatuug","mv","tuafunt","essuoue","stu*","jouo","urea","uia","bumse","euu","z/","fpax","epues","eupfpue;","tsufetpiq","tpretip)","uupue","ltlp","'qoq-au","e-su","uafunfr","ouo","su","si","stu","ile","six","ploia","j,/","nuo","ei","tofunf","eretepti","epuud","uefopuuq","om","atou","paueddeu","s;bul","ooqet","ut","aau","unet","sunw","ite{","eoun","tprp","rrupria","tueut","nf-u-epuus","auto","woii","dor","aq","aeu'.","uoutuou","pius","asu","ooue+","bs,","ef-tm-nee","ntutem","tpuri","npupuipnq","eurait","ueu+","nug","nua","ieu","pexooo","oste","'ou","unsff","ttefiitpiq","fopon","eeqofp","uofu","uofulsom","bom","orof'u","npu","unsfnf","se/","(pnoto","uoraudge)","jeu","xooo","buyeti","oous","neu+","jiono","u+oq","som","mief","npue","tuetatfuepuef'pna","oun{p","tounq","npueg","(s","seus","tnureu","pio+","sur",",","ttefeutfu","tnuret","euifu","npuaupnu","eueu","repus","tev","bi","aeu","aune","thoqe","butod","stut","eouid","euou:","joao","epusi","ne","efpuv","ttttfemrret","npet","unqusp","ounn","eu","opeu","ot","iiis","efefpeft","tuouifu","fprpuom/","nfeepues","itbta","fefpeli","tputf'n","treteutfu","burpuens","efofpl","jou","surnd","buo","sous","npumil","efefpef","tef-tuocu","uapou","rf-tputfu","end","inue","op undefined","oyeur","+t","o'.","motio.i","jsat.i","hoa","\"s","ttfour","tfpiq","rpuom","tieucunu","t!orq","outo","utof","aea","prs","so","trofunf","ssi","nieatnt","tafunt","eseusunit","moc","tofunt","pras",".","uau+","ajroed","it:","hs,","ereue","teluopunq","eqnieq","ninuinc","epued","uee","aau+","ast","joj","inureu","'+r","iteo","pu","'pres","ls/","-tffptq","unqun","biuue","titin","tuas","uowom","upiit","\"ptes","uria","taxonq","iitma","trqefinq","eqfem","ertrm","\"ejuuie","putfu","te","tuoe:rl","sumaand","aauou","iiim","myu:;","stt:","nd","uout,","\"uiu","poor","r","eunq","tou:it","tinu","t[","efeur","iitia","ureads","u,","uoula","os/","rtfofno","i{piq","inust","tjiq","tefeteqnpuni","eueqafp","pue","ueuy'ugt","piot","ittia","atuo","tntieu","ef","tied","ie","epfeueun","uifet","tpuem","tpuum","intuu","ure","tuem","lem","oui","sitbi","ttefeu:if","efreq","el","fom","eeur","eutuomnt'u","atue","tnueu","pis","tafunf","tofunk","+","ueo","no","lr/","eutnueu","uit","tafunft","weupurfu","aoitoj","h,ueo","+ou","\"os","\"utq","mafunf","equtieq","esurfpes","fenq","urf","\"oav,","afeloupnq","wofuns","moiioi","atsutj","ueu'o.","eno","sutueus","uet","eetuofr","tnm","tetet","s/","b/","\",","uuuna","opu","tor","'ei","ofed","njanan","di.","anguban","wonja","wha-you-ma-call-i","cloud","njinanangana","bidinajingeri","yours","that's","gimbul)","njine","gimbul","what-you-ma-call-it","leaches","what'","'s","djedmen","bidii","inorun","nebun","da","wondiwondi","bijiri","frogs","eggs","malniri","banjebiri","njindinjindi","wandidj","banjojiri","lihtning","send","making","amenange","fandjina","thi's","yandjina","him.thats","vhat","hianan","birina","ganan","busy","e","gama","irumara.","biriwininajingeri","nunjeri.","agreed","marolalana","djad","muroneri","nabun","dana","rivers","following","bandejanna","wuralunna","yandjina.","land","wundidj","doing.","dundud","ma","duddudbal","undefined plac","it;","place.","dudududud","andunerinari","dundudna","buremenu","cut.ting","anbiremirani","gale-we","naming","dundud-ma","aldjara","raldja undefined","leut","nuiet","nuiet undefined","maldjara","raldiara","quiet","crepeat)","bindawe","anbiramiraninda","(to","sing)","biramenu","jargajdi","wumbul","hair","string","thread","eye","deded:","anbirairani","nuniri (wa","lanja","fo","sene","wait","fexpectimg","come)","winan","bali","njade","line","let","come","in,","nunira","ser.l","f/","easy","it (expecing","core)","hali","t.o","pibs","\"t","umop","ueul","b","epeu","eu)","peteuetq","tum","bfieq","tsftuef","nteuatq","eed","eunmeefel","prp","pesoduoo","suouuns","quem","uexoq","utuns","item",") l/","tom","unfa","tear","efteq","pau","bit","ereuem","sutns","iteh","seo","aeua","uexot","rem","toqv","btbuem","xm","tueuewetq","etiq","pou","bemett","tiv","bupop","oem","aeu+","ittouoes","suits","ubau","secuprq","bsunfp","tpip","beupnq","sfunp","\"au","tnoqe","nfeuaunq","surop","td","liaoes","sutuas'","jreq","ifurupne","unfp,","fp","setunt","efusu","undefined st","sutpeeuds","eeu+","ioao","efueutfbteq","bjtfesunur","t) /","utop","ltteuoes","sutuns","jteu","tfutpne","efunfp","etatunt","sutop","sttouoes","st","sutas","jitbu","tfumpns","unfp","ettunt","erofu","iteu","eueu+","iano","ieuto","o+","ppres","tatunf","epuetteuetque","efttq",".;","nteuenq","bum","s+bul","nfeuouno","utanede","+tbm","leue.","utns","bfuet","bm","patuntt","ofpn","jamingi","djun","gudinja","wini","stream","token","did?","#","njinger","binibilja","her,","there,","gatali","gamali","n.east","frr r","bidiganawaja","wajimali","inga","small","skin","new","skin)","it?young","people)","cprovisionary,lst","degree)","n.","east.","de","uve","smalt","wajamal","now-","sicin","sgeksofas","sii:,","hew","nalamu","wari","andumandani","iia","wuluwa","east","ites","burn","warming","was'.","wuluwuluwa","jowjowiriwa","-c","warmed","anointing","anbiremerani","andoni.","warm","them?","smoke","busbs","majrowunenu","galawe","jowijowi","wurni","wila","gude","ics","anointed","fat","already","had","djadjaba","djidgalaminjaniri","galandja","green","having","anbirebune","galagala","\"njalnun","njirija","njindi?","'her","bilawara","biniramiraninari","nandadgebula","bilamu","ninda","nandadja","ge","c?","which","it?","goodness","galabu","menu","wuluwulu","anbunenarigala","jowjowira","anburumarani","djirgaliri","madjen","birameru","wulunguri","gudmanu","bireme",") o","painted","wulunguri (steamed","djanala","buramenu","wunon","charcoal","paint","gejirawuna","gamili","bidigana","waja,\\","malinga","skin,","new-skin","did-her","galili","gagala","gejira","wunenu","jejila","turned","majanari","anbidne,","nalamba","birerji","bilja","taboo","njangal","djari","nanala","\\menja","benr/","subincision","digging","(shoulan't","anbirimarani","'biri","biribiri","njingal.","warinari","dalned","ones","dug","out","djiman","gamaraninu","djinda?","bindjin","designed","this?","djun-mejanari","mamal","bloke undefined","biren-djirinari","maledjmaro-","bloke","dalred","this undefined aledjmaro","nalandja","djirdjiri?","yow","nalanala","mojanari","lalandja","gurnun","binja","vein","njingaluwa","njingalwa","ganewa","njinbanja","looking","underneath.","wer","composed","cput","it)","birinjinbowa","bundune","arawariwa","this--side-people","south","csang","gurnin","biremenari","gani","njaneri",") njangal","under","njangalgu","ganiwa","njinbana","bumenu?","mi","anbiremeranu","easterners","it (the","easternerswere","subincised)","imamungala","rvip","gowanbanji","deriwturter","biremernu","cbther","hene-","said-","angu","mamuldj","njingega? (wor","bunga","bilje","dumbul","mirenari","birijengejanganari","dappling","walk","warinariwa","gowanba","mellws","imamangaia","eastun?","copy","imamangala","guwidbidba","night","curlew undefined ?","guwidbiba","dawul","bula","bala","(love","sad","face","tell","love","(night","curlew","love)","gowulbulanji","bird","talk","hes","b-m","djambul","mejanari","yarinariwa","\"aptt","rast","bijingenari","wara","bumeru","nujeri","djidjiri","idmangalani","bururu.jal","what's","bundumangalani.","brendjin","budmamangalani","budla","copied","renbygmaggalani) these","easterners.","bunbudmangalani.galandja","bunburawune","basterners","bundabun","maledjmaro","darned","meranari","bundawadjari","wood","tree","djariwa","anbijoraniri","burga","djalanari","sand undefined","red","djarawanari,","njonidi}","rhe","dig","up?","drawing","bunawije","bireme,","anbure-","adze","to,","wune","burga-ju","bundawa","mungala","bunda.wa","ground","blood-wood","galawa","dag","anbureweneri","he.","continued","s (","je.","gejire","bininjeri","drew","himself","gerewunenu","galgalaberamanu","bumajana","djadinini","beramanu:","theredjadinini","draw","beramanu","(madjen","gedji","told","o.k.","binjowa","windal","birema.","er (you","fire","said.djadinini","djiri?","'djadinin'","djadinin","nunjeriga","(gurin","je{","djadinin'","bear","nunjari","(gulin","anburabun","bunganala","nunjeri,","whats","name?","gulin","andebun","midjidjul","raradnari","(like","mrs","half","caste","clean","hidjiajul","n","caste)","rubbed","marani","nandalu","dautn","sun undefined","balabala","greasy","shiny","was.","djadanin","galat","bamanu","he'","bumajena","dadjud","bindjijana","solemnly","dadjudba","indjinu","bindjinu","solemly","telling","him (praying","thi?)","galeri","bumerini","memorial","merexxgrrnr","gr","mara","nalwana","ground-t","fall","djed","lrer","crack","drack","(they","head","njininjina","njoninari","mamai","njironeri","djaba","smoked","ah,","adzing","bedja","her undefined","njironira","ironinanga","anen","mud","irenja","gurni","njironinanga","njironi-","ore","tie","he undefined","-his","nanga","njironinanga.","njininge undefined /","njirumana","ajal","daga","(wor.","arm","diumbi","njininge","njambul","ulna","bone","dowan","iruwani","wirini","naninanga","bore","whats-it","budmananganari","daj","/njurnulunnari","er","wear","(given","wear)","ganda,","widbindi","naralangun","bej","this,","our","spin","wurwunnari","jali-di","walunja","wurnulininaridi","symbol","gave","irumara","njirume","(or,","go)","stringone","wurumeri","goes","gather","djaruba","andurumarejiri","balangara","bundurunulunnari","mob","them (give","them)","jargaj","bundunulunnari","djewad","muna","warning","wet","season","his (another","year)","barumi:jimbu","budmanari","ninge","show","say","birimenanga","bale","wunanna","trade.","balji","djarug","andumanjiri","galinjinangowa","wuruma","dundun","majali","thisway","happened","njirimindanjiri","njiriwininan","ra,","are","taking","db","work","g","burnulin","gadjinnarina","always","kangaroos","thos e","njina,","wonaj","how.","women","malga","biriwa","bandu","play","differentways","djele","wiriman","balimba","bunduruman-","directions","nujan","bundon","hunger","intercourse","budmareri","njandu","before","dundud (the","stick)","momojadi","mojali","eri","djino","(law","tnen","what-you-ma-","umannari","wulwa","uman","iralwa","andonnari","trouble","against","irwiljandalidi","irguwiljanari","down.","dont","well","ananga","baluba","njajalidi","woman","smooth","(goes","for)","wajdj","njebun","budma","bunda:wi","is (thats","name)","sunjari","bundaw","nura-nanga","eu'sem","sutsip","woij","esfuount","tpei","eeunt","tauofttnfu","tuefp","ntefunfnfu","undefined pues","eus","punoug","feeu","esfeu-eint","tefepued","ioj","suos","asodmoo","yoeo","aneo","xoeuo","t-","tuot{u","estetaut","efpueq","fep","fpfap","nfp","euois","itaj","uriee","sues","-uefpueu","bu","bmet","nf-faieu","efeueun","iibf","ti","rfuet","te?","oureu","iau","teu","peireo","euunpung","aut","saus","pte","untrefu","effeteunt","eurunppnp","ttefeputfu","eeutuo","sutmbup","oote","eupezpe","+eu+","ureeurepun","big","uepeu","niem","tuourfu","efp","ereunit","tib{","efeu-afte","poom","pa","eu+","+ued","-","sb","keme","merit","s{.","nf","tefremetrfp","epuegoo","empequerem","siu+","sutuoteq","uteeuuepun'+",",+eum","fiem","esfeu","afte","tet","ereum","'eu","ii,i","opisur","eat","-ainm","emetafp","eeue","eeuntn","inunu","ubirim","surxe","+noueur","tueuounfu","ntee","pnp","peiind","buote","onp","h","ntefeusunfu","fot","tuofrfu","emibfp","tuoutfu","azpe","teur","bisue","ofnfu","sefp","rpne","lt","-ppurfu","le","eded","inuey","nji-njinda","irumananga","conderning","bloodwood","finish.","wurumana","jargulan","mindja","gunuminga","bumewuru","bagagul","(bugula","bugula)","(lit.","teenagerseat","young","people","buragala","bununununguliri","mama","married","murumuru","wowara","gunamunu","shy","stupified","(","jadja","bunununguli","banan","unmarried","marry","bowarunnari","burangalijidjam","budmi","anubal","alone","stench","wowadj","gunbunun","gura","wulumad","overtake","might,","sp","plant","djangur","duru","stupify undefined","gumuma","balablalwa","buwanenari","bude","greasylies","tattoo","burani","jargalgulan","brangaledja","fellows","+snf","oxti","seuro","reuoue","+,","uaom","aou+","suns","en","urfped","tutfifasnq","ituo","eur",".rembepuef","tetemeepue","butfu","tuten","iu","pepueut","term","uoee","nfaunq","tefaunq","efuetenq","dn,","joi","s+eu+","suem","+r","nanmurefeunq","nttefoupnq","eftuee","@uti","suteus","tjofunf","fpeq","ueunm","efep","\"biiq","tuefunf","biiq","tutq","tettpurq","weu+","o?","uouom","snf","tfputq","efpune","fefom","tubiq","aupnq","trefau","nnt","ensafnt","trefou","rnf","efued","efpeted","ited","$","tembepueg","sinuet","s","/af","nnmeunq","etet","temerepuet","srpurfu","efpuv,","keu+","xoeq","seoriteoto","sruse","onf","nnmaupnq","bureur","nfns","petnsuesueq","saoiioj","sunor","uomoa","meunt","lst","uetgeef","uetitq","nunmempnq","eteut","eupnque","o%in","mbs","sauo","esau","petsurun","tfepusupnqunq","efperestenq","eseul","eipnq","tinsfnununq","aes","aeme","usu)","tno","+ous","aeq","eupnq","unuefututq","met","lic","tfpuufeutpnm","aed","inuewr","aeq+","sheul","joji","weu","pesunooetur","npusm","ptefeupnq","rpip","n&nu","telruopunq","(ou","lufunu","uauom","aaq","esii","misunu","uefunf","pnqueu","tefuptq","ireqteq","nlnuafnt","t-i-u-no-emu","soerd","laq+","efuesfieu","ijo","toous","jjo","tous","jaqefoute","sadeuee","esou+","uprp","tou","moq","efruture","urteqpnu","oungnq","tefpuru","sueuto","noqypip","aaqn","ustuij","aseun","eseu}","tqqqof","aunq","eueupnq","n{piq","titqtiq","eft","asou+","uau","jepro","esoqs'tet","aaq+","ate","nunnq","eequreueuet","ttefeepnq","tefputu","efepunq","sse","uul","\"mau+","seu","suseuee","esour","npueq","tci","npueupnq","rptp","epunq","urreapnw","bunq","ueu+-aq+","ooqer","sueu+","lse","trefnpuaupnq","bubut","npteupnq","'nptreupnq","paritdnis","nopo","roub","bibmom","rpuiu","epteft","onfp","tef-efeupifu","pimo","queos","uaut","aoq+","turoue","lsf","eunu","nqetem","unqum","tefefupifu","pemo{","tfunm","added","eu:+","meu+","sar","iib","temeepuef","eufu","tueunsung","euret","bis","fou","temsrepuef","ttechpeupnq","fpip","tnuen","jayutno","memnal","jan","jayalmeeo","an","almeto","wlo","nindi","jang-il mr","lamm","pure","siu}",",uprp","surs","oueuter","roue","epua?","tutfu","tafuinq","equaret","pufu","ounutofer","il","peirso","aeqr","esfetoupnq","temeepuret","tpurfu","thueur","epusd","ueinm","tputu","ttb{","teeepuettouo","itb","jm","aaun","sutmottoj","efou","rputfurpurfu","efpeqefpeq","tuafeupnm","utteq","ara","m","rruo","sutuotoq","eut","pio","bog","tptefeeupnq","efesteunuts?","upip","rempiu","sof","rfelunq","npuefprpuefp","bmesetnq","rtefeireum","tef","sutttemut","qou","leu+","-testefu","efeueuepefu","efuruifu","tefeteueteupnm","moitoi","aam","sutmoitop","stop","uiibq","ttef-tefeupnm","equtteq","efmeltp","eftreteeupnq","hsii","ran","aurt",",upip","einenpusq","ntsfeurpnm","euttqunm","npum","ewplnq","s?f","ka","ueu:t","esfreuetipem","ipuetnm","oun","efueun","tfeunq","npueptupp","uosee","puno","unt","t,ueo","errumeuoub","shemte","uefteut","rqebunm","ftom","eutfpe","tibm","tqof","emefufpes","sbm","utiteabit","ou)","rttddeu","brbupnq","feupfu","bteq","efrintetem","tretmostefu","supop","rau+","anti","pto","efeuewrepefu","teeupnq","sft","tfupr","effeunuetes","inuet","riga","woninari","wuran","swaying","it-it","jalala","umaranaridi","li:mba","woni","then.","flapping","it-was-when-that","undefined it-he-was","ounjeri.","wo:n","xhea","dunjeri.","-itidoing","aw!","janalmuro","madj:","oh!","trill-call-her","njino:","djuman","njinumara","oru-na","her-i-shall","desig","her-i-shall-take,","eaxs","undefined only","widji","nini","inji.","ladud","amana","dudba","truly","considering","what's-it","axe","njiro:ni","njironeri.","wu","njirebini","herwhe-did-to","her-he","whoosh","her-he-sent","djagdjag","gnjiro:neri","her-he-did.","her-he-was","janal-miro","njironi","janal","he) called-her","wa.rm","her-he-did","njiro:neri.","wurnundii,","binidi","njingal","dttxxoad","her-he-was-doing-to","thak","sometime,","subincised","penis","umbun,","djumbi","poke","njina undefined","njirunana","her-he-took","nenedj","bulungud-da","wirininara","micturated","her-he-did-on","bark","plate","it-much-he","njinsal","bedja.","njirmana","balembalembala","njirenji","melbaraj-...i..","janalmiro","njindi.","that.","he-did-to-her","gandaganda","kama","that'a","wab","happening","galamunangadi","unbunalidi","old","what-you-ma-call-it-that","holy","gadedj","wurginine","lidjara","holy,","break","it-they-not-put.water","fiddle","burgayi","muno:","malgara","burgume","tver","bash","ajadan","djadun","ialjan","wariwiri","burgani","suno:","permission","without","wae","where.","bandugule","gule","adjerinansalja","njidanina","fose","early","her-they","njuwoninari-ra","budmarajali","mindijali","at.","bundja","madjerina","she-was--where","cave.fer","wentto","her-they-did-few","undefined ?","nangaj","njidmindjanina","muno.","budmarerijali","gat","herethey","did-few","there.","mindi.","mudmanerinari","djonazi","bush","it-they-took","was-where/","burnt","coming","round)","wandala","wurguwijiri","ring undefined","go (meaning","bank","file","round","before)","ni-","gudbodbana","balje","wurgumindejiri","thinking","go it undefined -they-didn't-take-it-along","power","fire!)","bundagaga-jali","paljanjidanina","nad;","njirwinina","hand-full","her-they-did","mindimindi","bararowa","biriwangadi","dini","(balja","wurumareri","toxi","firebreaking","they-went-that.","lt-the","xxae","usually","lien","nadejejawun","wininari","narumba","scapegoat-us","itose","relatives","what-you-ma-call-i","budmaranari","wia","woda","njirgumaranari","djadannarina","cry","her-they-didn't-that","properly.","mangaj","burguwenanganari","wudan","lel","froperly","sit","they-didn't-for-her-when","legs","open","wurgininnenanga","gudjummnnenja","it undefined -they-didn't-for","blocked","what-you-ma-call--it","inuruma","amnenanga","eesoe","budmenariga","julug-ga","radumanadi","narun-nala","despisedid","us-he-did-then","we're","nadinji","bada","arwinja","umara","wandu","oh,","kill","iim-let","usual","nunudi","budmarajali-di","aga","burgaidj","adjebinja","fashion","ask","him-us-let","let's","throw","question)","namu","gudjunun","njenja","awkward","luangaj","njinmara","djadannarizaw","gadjonduwa","straightays?","jam","nandoni","djad-djad","njadmenanaridi","mt","ne-they","packed","properly","hantaj","pangunajalidi","anara.","i-couldn't-do-thut","why,","suid.","bo","balug","bindjojali","njanilu","cover","them-you","must,","njaranauga","uinbun","njinaral","alive,well","njinejiri","budinenanga","pertaining","keep","going,","seid","him.yes","wajaj","njirebinina","xrebatax","anulininja","casting","herhe-sent-there","her-he-gave","jalagaj","bidinjirinari.","anjebinja","banjebalu","friends","two.","yee","direction","njirumandani.","mino-ju","baid","her-he-took.","gujer","njiriwoneri","hungrily","what-you-ma-call","her--they-were-acting-on","intercourstag","njiruwoni","nunu","njangeri","vent","she-did-go","mamanajaliganda","serious-that-time (it","deadly","serious)","digana","wonaj-ju","it!","what-you-na-call-it","sending","bunalinganari","budnijena","binijana","good,what's","unbun","(it","whatever","tiats","what,","winjerijalidi","winijanva","umo","lit-","was-there","generosity","it (let","flow","out)","gudud?djiri","irwininja","obstinate?","him--theydid-that-way","djirimu","woriwori","irguwilu","onc","him-they","ne (they","\"andja-gu?","mess","likes","him)","\"what","for?","aw,","nud","njadmenanga","mamul-gu.","axxmaks","for?kill","we-did-him","for.","anamala","mudpxnzx","mudmana","hands","it-they-did-take","budmenangajali","vidi","irwini","they-did-to-him-that.","look-him-they-did","buno","andu-mede","liis","relatives.","ch,","bands,","ands,what-you-ma-call-i","wunslan","thud","idmana","mamul-ali","stiring","him-they-did","maiul","mam","inji","carried","out-of","life-","mamul)","idjebini","irgombija","cast","away","hin-take-part-for (not","revenge","bandu-wirin","theraselves","(his","own","relatives)","hltogether","guri","irwinina","umarerijali","njinajali","lefthim-they-did","happening,mamul-w","nandarawal-njina","(note","section","began","is.","appears","ended","previous","wuluncuri","walguna","bajdj","naraminga","pole","climb","bibila","gangi","burewune","bureme","gangi-ga","moon","ex","sleep","wulamawulama","lies","just","eanei-ga","wul-me","wulme","'?","(she","wultana","wul-ama-ra","*x","aja","ganci","nroon","again","wul-ma","wul-ama","wul-cri","hc-is","sulunga","inari","ulunba","culunba","irare","sleeping","biramanu","he-called-it","dunjari","narijame","naja","bad","nirendji","aranuwe","top-to","nayara","rarijananari","nadla","naraned","ue're","bosses","narijana..","nangunangu","narijana","(fancy","talks)","randaliri","ajuru","nariiama","nadjurunarijama","hin","clowish","clownish","say.","liralira","wanawanad","djugun","alert","opea (awake","rat","garimbu","nadbagun","bandicoot","lizard","nadjaru","narijama","nandarge","jama","*hx","aye?","buraburaliawinia","burabara","liwinja","bunch,","burabura","rise","welinga","broad-casting","mob,","welingalt","wie","broadcast","broad-cast","note","none","sleepers","crazy","songs","sune","act","purpose","burbura","birijeme'","ilela","dunjeri","burag","bani","intended undefined","arose","walenwalen","njin'deri","walcuna","gathered","bunjeri","there (he","them) ?","andaliri","manambara","bununguli","bunungli","iriringowa","birijangada","iriringova","he (","pulling","(from","side)","biranannowune","galba","them-he","was (from","either-side)","from.","syste she undefined","e undefined","djadu","gejiramaraniri","order","we.s","system","buru","jaridj","burewund","wanbunda","north","dow","lest","wundugu","lug","bulnananari","did undefined","satisfaction","(each","other)","gagula","bibilandja","buraba","bliagii","arise (i","mob)","woaj","barabu","bijani","qunjeri","burananji","wgmen","arise","them,","ounjeri","give,","cala","mewud","wala","gamaraninari","hungry","cried","ne undefined","burana-ninge","xxargiwunan","iving","themselves","(so","give)","buranan-ninge","giving","nandaliri","bujdj/birene","bununeuli","palandja","bi:ringe","unnarried","he's","nsleia","birijendjinari","birijerenu","anbirijawune","-put-him","(they,","birijanenu","anbirawune","malden","gawudnenu","wunumbad","butt","gud","gawudne","wundudmul","ma'den","grave","(resting","place)","guwudnenu","nure:","anbudmarani","wailguna","embrace","butt (th","drwing","emabraced","well)","biremewuru,","bindjix","stood","nan (he","represented","ver","anbirewune","thet undefined","conpose","praises)","bununsuli","'bindjin","man.","bilimba","nindjonjiri-gana","retired","gina","older","elder","retire","menambara","dawaru","nananari","beard","mindjonjiri-gana","lilimba","cindjonjirigana","alreedy","nanambara","eina","dianubura","ilila","birijemanu","they-said-","to-","buladga","jargargulan","gabindjanala","uneurried","teenagers","nuluba","wurnemba","birijengenari","reject","it-does-where","nalandje","badbad-bad","it-they","baljad","birewuna","buwane","slip","slipped","bowa","birijamenu","birewune","anbiremarani","eala","sot","did-to","het","utlmarried","gelamu","&awana","biremanu","burewunepu","buremanu","balanala","uma","bright","jowurun","gilara","broadening","jowarura","uma,bedja","is,already","gadji","gali","white","sand","glistens","w.s.)","largalalga","burad","much","daylight","belonging","(about","her)","murga","aunjeri","bowara","wunde","manuladjiinanula","arise (the","inob)","first","prepare","manulamanula,","wunda","swag","undefined yourself","first.","galinjinangowa.","linjinangowa","njiriinanalu.","brought.","njambul-da","biriwani","eye-in","threaded","punjiri","njina/jargoli","njirixiniga","ubun","hang","to,what-you-ma-call-it","rjunjiri","budmanunca","widbindi.","gaj undefined -di","hair-string","spun","that..","njuwinngeri.li","buna/bidji","x","njirumarajali","lwere-at","does (or,that's","looks)","birimare","wunaj","(goosenececied","boomerang')","dinda","birimarenga","elbara","inted","they-did","thensolves (o:","painted)","ultogether","woraj","cude","djinbiri","darawiriwani","bendu/njcle","zxi","ochre","it-they- undefined","cliildren","iri","mnanananbara","bunanu","uubun","iidbulin","hat","elders","hat's","menanbara'merinari","sadjin,","eluer","intended","spoke","wula undefined","ire:jiri","janalba","mi:n","bidja","unduroneri","speaking","womere","point","to.","vi","biriga","bewa","birinura","bundu","tl.osc","lieny","they-camo","(lit","they-did)","bajaj","biriwenjini","aranu","buno,ane","buneuni","those,","irenji","araru","clinb","lulcej)","ansuwe","budaira:","ri","jilgajdj","burweniunri","they-fcll-that","on.","alw","barrjulinju","bananinaja","uh","thec-us-let","these,","besara","biriman","bi.dinjeri","laready","maybe undefined","talking","been,","txemikexteak","cinda","liluidj","burwoninjaridi","l:-jbiru","bidinji","tx","they-did-when-tht-tic:","njinman-hjiri","eaa","haxy","konan","(must","be)","her-taking","thet","he-tae-one","denan","buvanja","budieneg","uiegry","you-tall-that-wey","him (you","cet","married!)","mnindiindi","hin-they-gave","-to","thate","wis","galanunanga-di","njirinanalu","brad","ds","aso","tire","thets-ow","ralanula","una","tlreudy","iricht","sprouding","slining.","herthat","njinnjina","gaga-jali","nalow","wancalunaridi.","broad","wus","budmarajalidi","nanbud","birinja","burnulinga","gamnaliwald","given","budmendijali","walnbu","bidinari","west","e.regarding","walnbu-bin","njijalinjindi","west-wards","arawori-bin","djalbag","umana","warinaribin","southwards","reached","eastearrds","(got","uana","candajali","burpurlinganari","canda","themselves/","bidinajeneana","pujengu","playing","whst's","this (meanint","coitus)","burgulinga","bed","umaralunari","thiits","camne.","ranran","umurenari","wurwininaridi","blear","becomes","lookcing","it-when-they-were","jjarindjal","djurume","omen","diving","(nandjal","women)","uruma","budmandijali","djuru","they-said-that","dipped","they*did-that","uguguli","wancerinari","morning","clearing","it-was-coming","njidmanajali","jawandja","nomee","through","djuruma","budmandu","itasx","they-aid-to","dive","law)","bidju","nujen","nunu-di","finish","lunger","asnion undefined","burulincuuri","dit","pabunajuru","budmarenja","other.that","rurunuru","aju","djagal","\"then","backs","owam","dju","nurunuru","manuladji","manula","turn","back","cajila","lidi","burigi","binol","pl.","it-go-o","they-then-did","longway","buno:","wirivonigari","left","they-erezthc-cnes-that-td","burbure","budmaranuri","nadumndumen","bidinjinari","alretay","rose","bunch","wallcing","jynde","bari","njidjendani","wulina","bundumindan","ardse","watching","njidinjindi","wulungurinanga","(that's","system)","didi,","didi,umbun,","wunam-di","one,what-you-ma-call-it,","system,what's","wurwininari","djindajali","it-they-put undefined","djaldjal","budmaranja","melbara","swaged","way (carry","arm) altogether","umarajali","bedjabedja","nunjeri-jali","it-he-got","dunjeri's","aner","e-nari","they-alled-him","boss","he-is","everyway","xjimeja","njime-","ja:","galinjinangow","njimeja./","gudmajali","every-way","pl","mindira","dijalu","-jali","djri","injinaridi","nunjert","gamali-jali","eastern undefined","eustern-ite","that undefined","bune","wirimana","gulanba","move","biriwanganari","nariwajirinari","about)","karathis","we-where undefined","living (going/","biriju","biriwenji","jalibuna","nunjeri-ites","ere.then","lwhnt-you-ma-call-it","speared","her-he-did-the-one","speared)","nane","even","collected","them-they","work (","nudjubun","biriwaniri","lily","roots","share)","aned","irenjinari","budme","wudmare","them undefined","it-they-must","irumareri","bulaga","bidjug","bindebininaridi","aa","off","xrbtt","nuninidj","burnulingejaridi","nun","bidinajenga","concern","them-they-gave-each-other","troubled","a;","badeju","birwinga","other (o","dealt","madimadi","bidjilenga","mnamul","stalked","they-did-each-other","finished","biriwanga","bunda","finisheing","thae","ow","andebininari","anini","wurewini","judged","dininge","djadanna","bi:niri","ened","them-let","irunareri","di-jali","this.","wanaj","than","whut-you-ma-call-it","ganajali","xujan","mamul-gu","balubs","bundoninari","appease","them-they-o (thats","wingejiri","it-might","remain,","thought-that","itwas-","timers","finished.","mamul':","mulad","cudanari","bilacu-bila","bara","naninga","rainbow","(wrong","relative","with)","bunenu","djebila","bijanda","one,","child,","manuwa","saxterxezxryig","hesfngt","carrying","(composed","bill","binjaga","galal","njandalow","njandalu","rjaninga","wilite","stiinding","pundalu","bsra","wiiite","eip","binja.","sle's","jowuna","(manuwa","burananinga","cuduwan","tassel","tius","launguroo","belt","gp","bandjinman","daradba","tussel","stuck","whe","bal","mini","mianowa","naningu","suprise","hich","ulal","gedalu/b:","aningu","birijamanu","ilawej","namun","mir","concerning","breast","gawudnanu","namunu","bilaga","-way","anbirijawuna","wurgu","bunamija","jagulan","gamtt","for (we","birijame","anbirijamarani","munudmunud","andumaramara","biniwe","jealous","rushed","buwanban","djadininwe","banjidman","guderi","her-fell","jowunn","bunamija,","bireme,anbirijamarant","short","her,he","anbirinandaniri,","wanalanuwe","birijamemija","her;","children","too","fianing,","parents)","mular","gudenari","baby","mamare","nunuwe","bijanga","leave","dowstream","taice","later","going (in/","banbirijana","burendjin","pacify","banbirijow","gariwa","gininingowuru","id","them-you-do","gunbunirijowun","birimenu","(burendjin","gamaren","gunbirijamija","you-they-might","peacemaker","you-they","oan","tak","bumarani","binjamu","dadinin","wunambal)","gedjgedji","daniniin.","lad/njangeri","child","xtm","njo:ni","gawula","gawala","herhe-did","thia","youngfellow","dunjert","o:nonari","ira!","njunumarajali","bearing","he-did-him","father","indeed","her-want-to-get","njinamu","djadinir","gawulananga","dunjiri","pun","burgumar","son)","inen","protest","they/","se.","njenijiri","burunguli","njirimara","amareri","biribiri.ninna","they undefined","these.","njunumara","nrxxatgt","her-i","djadinin.jow,her","tpalja","darad","njuwe","daradj","herlet","she-fell","downstream","she-","stream)","umbun,njiruwi","it,herthey","cur","budmara.jow","njuruwani","he-did (lit.","fell)","njiriwo:n","her-they-acted-on","malgamoja","njirumindaneri","player","-that","she-is","bename","gandajali","i-ari","irenji-","olimb","gl.","irenjeri:","aranuju","wambag","didijali","climbing","caught","awaninanga","-fell-to","concening","nad","njarindjiga","living","woman (was","human)","njindi/banar","lilgajdj","anguwennaridi","injinari","naju","balmar","umanari","fork","ben","mindiju","awaninari","sat","(lit.fell-itting","top)","marml","(banan","burwaninanga","memul","they-were","hor","notmrriod","burguwenanga/no","mamul-jali","women.","marty","undefined binja","nininga","balmant","manubs","sho's","low","honging","budmenanganari.","gudejali","t) *","snid","waat's","jowuna-jali","(dajd","njurguluparanart","taasel","dressing","herwhe","eave","njirumindaneri.","ajinda","herhe","her-he-was-taking","(ho","posseasion","of)","njinajeli","mnmul","diina","aid","aminiju","yuruanra","aemul","itohe","avaninanga","mail","njina.","marl","thet.","amini","wurunara","nulanba","bijeri.","altosethor","tn","moving","ars","cume","today)","-nart","bananbidji","ganangan","njindiju","maml","today","oompletily","mamul-na","wore","olong","maul","only (the","yoren","romeined","priestesser","ramul","dowaru","biriwenjinari","burwani","they-were-when","they-fell (they","down)","what-you-ma-all-it,t","this-one,","what-you-ma-callit,","birenji","djinda undefined","burwaninaridi","they-did-when","bananmoja","djina?","gara","njo:neri","bridegroome","one?women","-did-witl","irgulanara","marriage","him-they-give","woman-to","him-they-gaveto","awaninga","hamul",".he-fell-only","only)","injeri-jali","njirangerinari","amul","she-that","what-you-ma-call-it,what's","galangalan","was,","cabbage","lcaf","njuma","galabgalan","bhe","galangalan-da","stand","waj?galangalan","\":","aye?cabbage","jolor","umbanjinanga","mungun","hang'dow","her/ot (in","tree,","tree,knob)","knob)","mungundi","galangalan-nanga","naydje","knob undefined","gabbage-gun","image","badela","jolod","irwa","completely","gumn","breaat","wal","njandi","gabbage-gum","on undefined","was undefined","namun-di","nadja","budmarengeri","budmenjinanga","beeast","like (image","together","t (like","twins)","didja","wurwininanga","namn-di","njananga","compare","it-they-did-to-her","breasts","hers","jad","winjinari","manuba","ilumanuba","barananinga","hanging","carry","(standing","i:wundu","njajiri","barananinge","dajdj","nje","saidtassel","dressed","naninge?","njindaga","njajiri?","is?","njeni","njini","wurandanala","njirangerinja","wunoro","image undefined","njirenji-jali","njirumaranari","she-did-that","njindina","her-he-vas","adzang","saidi.","birimananga","they-said-regarding-her","bunduruniljani","smoke,","nowiri","birimara","bekill","sucked","juice","manu","eachother/","travel","wurumara","done (lit.","they-took-it",") then","(wajdj","bindirabini","no:","them-they-do","coitus","bindelani-gu","wunungule","them-holding-for.that's","wandi'","njo:ninari","herwhe-did","when.","dialnin","tt","gidun","bariba)","banga","secret","urder undefined","concemnine;","sidun","galamu","balninumba","djalnin","murder","wodejawa","bijingerinari","njambambala","killing","aiming","manul","wanalaru","sundidj","'bi:",":jineeriri","cacala","ciuun","baridj","bindjiri","limed","a.t","cecretly","getting","calandja","njalnin","bindji.","djlnin","cs","bibils","hgaliin","secretly","w:b","nothing","djuluin","njulin","bilit","budneou","}ill","tiot","they-culled-him undefined","ndidj","inijoreniri","sai","ala","cemmaraniniwuru","iacat","he-was-doing","afar","rinishing","xmxg*","wanjslana","cejiraecraniricani","gni","bxaj","finisbing","lle","far","isde","cejirameraniri","bindjir","mananambera","cejiramera","tinishing","w.s","geuji.ndjiu","bundoneri?","ii:","tara","treudy.","tihy","inishing","najawoni","bina","numoni","pudme","chouid","of (her,","inamul)","s:id","binanunsre","budic","cwlandja","j.","c:oulic","thoy","sid.","'or","therehe","itritezet","idjuta","biniegemi","ilamu","l}uva","buriba","bowubudnere","tinioning","thoein","oi","rice","me.","nuru","djul","abini,","curi","anbinibinibila","bindjija","(o","iven","ewa:y","hic","would","hive","cin","llaeve","gidunnanga","madi","burenjirinari","sneaking","nalanalandja","najawini","banburene","ilawara","banan-","should","me-they-","birijowini.","bananbtrijawi","nela undefined","me-they","kidney","mine","bariba","bowirija","nira","jila","jawal","guladj","bananbiri","wash","bireme.","nanad","nela","should.","(meaning","vaginal","excretions)","kinney (that","bananbarijowiri","bhreme","bindjina","me-they-should-only","najingawuru","djalnin.","ob","finishing","njalniniri,","burnadmirenga","burenune","bini-.","seoret","murdor","rising","himself.","nundununduniri","buranune","gedjiga","within","himself)","naw","megum","gari!","english","iga","dear,","?","gidun-gu","baden","wundidi","gamarenga","nade (dew,or","designed)","it-he","aim","wanted","gamaringa","he-did-for-him","andunenarigala","design","murdex","-gu","bidjuwa","nanda","concering","wanala","winiram","aranni","(ara","ni) ?","forgot","undefined mind","dariniin","darinjin","wunamarani","because","it-i","came","across","(i","lt;intended","speak)","njo:ni-jali","wulandi","nadmanari","nadmara'lidi","-say-that","s undefined","be,she's","wondi'","worojiri","madiri","her-we","shall","stalk","narejiri","can.","biriangeri","njarin","oaid","-djalnin","altoethor","herself","tude","gajel","njidmindans","jobobidi","jobobint","hlbo","led","(by","hand?)","me,another","*lasa","jawundi","njidiindani","njidmindani","herthey","herthey-takingdid","herseli","windidj","nana,","dowajdj","gari","firod","hide","biribirt","madumadu","bijalu","budmendunaridi","mny (they","were)","burwanindu","bunduwiljani","ltogother","ambush","them-they-speared","bunduwiljaninarid","bundurumana","jowia jowir)","njirimana","memml","lthem-they","njazorinartiju","balj","she-nurder-becane","coing","buroudani","njanduegu","cooked","njandun-gu","&u","$n","(kind","offcring)","njadmura","bunn","herwe-did","foods","tlose (majinari","foods)","quli","njadmara","budmarn","gnnmangu","herwe","sbore","(colleot","storing)","bundoni","/balja","burgumonari","eating","nulnbun-dju","wurwininja","stored","ones.","thas","trouble/mado","did/","agfarwas","budmara-jali","bandaran","djalvin","itohe-did","hasaid","soetimes","openly","wilili","bundunanna","bunduwiljanina","bandaranra","bindinina","rush","dmd","thom-they","did-","andja-su?.","umbandali","puli","what-for?","whnt-you-na-coll-it-that","store","(jiri","saragi","ebininari","nata","bucket","lualiway","ajebininarira","ganmansu","namarga","herhe-","sent- (hclf","yam","dish","mebinirari","anjirwiljeni-jeli","ithe-gent","reooon","spearad","wulowa","idmindani","evidence","him-they-took (they","ovidince","died)","(didi","njumarerijali","djnlnin-dali","thats-what","she-was-doing","cho","njidjobun","wonnj","some","sond","her-thoy","many","iindebini","njidmanu","asa","bulagana","tuke","e.no,halfway","turnbaok","budmaranaridi","(that","tine)","theta","anxiety","mulnbun-dju","vondidj","wurwini","xargap","trouble,","it-they-did","lest undefined","bursunilu","buna.","-nala","b:ri","bidinjana","did (sent","bidj","nada:mare","qujan","lot","reach","us-they","what'e","lt,hungry","barguwi","mulnbundju","then-we","suid","troublo-asfarwas","wondit","mojalidi","barinare","caused","ljalnin","event)","jjalnin-moja","bariwilja","ljaltin","ertuining","thee","soar","on,","alright","djalninmoja","bunajali","wulugra","ya","djadanga","'pertaining","burganilunari","nadirijali","mamul (u","nugo","djalinmoja","arae","ofr","undefined gude.landuwiljani","seke","then-they-spearad-dom","bundumana","bedja.ttxxtt","baljs","njimarorijali","njtadanatait","hor-they","nlong","tothats","njindanajali","andoneri-jali","them-she-was-that","dnalnin","umarerinja","happening.","happened.th","darangal","bundoninaridi","thon","t,initiated","them-they-did","delu","ntxxtit","munoja.","nuno","dalu'","hooked","thore","daraugal","ndumi:jiaburaridi","initiate","showing","walguna-ra","jinda","wowad","epoar","hat undefined","shower","njimarararidi","bunda:wilje","buraj","runa","maiangari","emblem","d.","all,","everyday","way,","holding?","b.","held","hair-string,","rolled","up.","messengers","us.","arrived,","camped","nights","anything","people,","\"alright","think?\"","teach","'new'","(ritual","songs) ;","ther","first,","ane","it\\","thd","now?","smoothe","(make","happy)","avay","friendly.","'just","friencly\",","\"right\"","quite","friendly","fr","friendly;","wasn't","\"right!","now","hair-string,\"","went.","stringy-bark-ites","together.","pandanus-ites","wattle-ites.","including","sun","totem.","bs-","enough","now,","around.","galaru","the+","people./lo","loved","country.","identities","here.","bundungumen,","headman,","sitting","whom","business","fell',","'hair-string'","ogt","next","lh","dlaln","it/","thes","constantly","lue","lmc","held.","ritual","ide- undefined","finally","part","camne","a,yu","delighted..","arried","arveel","tothew,","eeme\"","happy.","hawsteie.","together\"","he,","received","stayin","ing","very","happy","\"oh,","sh!","kir","lve","walked","towards","remained","heearly","tag","met/","hn","ifae","fit","am (","apler","opes","lateron","collection","ngunjeri?","s-","no,","ub","(thoo","helped","lswe~","dant","hac","shang","thought","c","filling","abwutbtl","croud","yam,","agiftef","(givento","them;","'business'","enes","ate,","hheae","who,","oee","ewk","well,","bid","instruct","j-o","important","opened","stripes","honey.","elbows.","haut'","weren't","anointed,","boils","breaking","hair-belt","shown","dip","hand","speaker","indicated","arm.","fingers.","bucket.","bucket?)","remain","reserved","cleared","spread","bushes","buckets","could","eat.","arrived?","spraying","themselves'.","ready!","played","crying,","jej","jej\"","eat?",".the","lot?","mob.","eaten","taken","hair-string;","went,","mab","north,","south,","north-east","(and","another)","north-east,","come.","lined","joyfully","allowed?","no.","all.","affai,:","law.","regarding","\"don't","malce","noise!","travelling?","warned","along.","we,","lit","ceremonial","fire.","mushroomned","mushroomed","eating.","shouting?","shouted","\"walking","has","tired","us,","can.'","idiom","includes","intercourse)","\"now","depart,","night',","positions?","coolamirs","dishes","buckets.","till","followed","the.","slim","girls","southern","camp.","controlled","thelocal","-s","orders?","(for","side,","appeased","\"let's","go,\"","\"o,k.\"","ceremony.","sent?","product.","(this","reference","refers","loving","side'","lubricant","managing","place?","wallet!","holding","gives","novices?",